Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEntertainment/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.loadingNextEpisodeDots
source: Loading next episode…
ar: جارٍ تحميل الحلقة التالية…
bg: Зареждане на следващия епизод...
ca: Carregant el següent episodi…
cs: Načítám další epizodu…
da: Indlæser næste episode…
de: Nächste Episode wird geladen…
el: Φόρτωμα επόμενου επεισοδίου…
es: Cargando siguiente episodio…
es_419: Cargando el siguiente episodio…
fi: Ladataan seuraavaa jaksoa…
fr: Chargement de l'épisode suivant…
fr_ca: Chargement du prochain épisode…
he: טוען את הפרק הבא…
hi: अगला एपिसोड लोड हो रहा है...
hr: Učitavam sljedeću epizodu…
hu: Következő epizód betöltése…
id: Memuat episode berikutnya…
it: Caricamento prossimo episodio…
ja: 次のエピソードを読み込み中…
kk: Келесі эпизод жүктелуде…
ko: 다음 에피소드 로딩 중…
ms: Memuatkan episod seterusnya…
nb: Laster neste episode…
nl: Volgende aflevering laden…
pl: Ładowanie następnego odcinka…
pt_br: Carregando próximo episódio…
pt_pt: A carregar próximo episódio...
ro: Încărcare episod următor…
ru: Загрузка следующего эпизода...
sk: Načítavam ďalšiu epizódu...
sv: Laddar nästa avsnitt…
th: กำลังโหลดตอนถัดไป…
tr: Sonraki bölüm yükleniyor…
uk: Завантажую наступний епізод…
vi: Đang tải tập tiếp theo…
zh_hans: 加载下一集...
zh_hant: 正在加載下一集…
zh_hk: 加載下一集⋯

# TK.Placeholder.loadingRecommendationsDots
source: Loading recommendations…
ar: جارٍ تحميل التوصيات…
bg: Зареждане на препоръки...
ca: Carregant recomanacions…
cs: Načítám doporučení…
da: Indlæser anbefalinger…
de: Empfehlungen werden geladen…
el: Φόρτωμα προτάσεων…
es: Cargando recomendaciones…
es_419: Cargando recomendaciones…
fi: Ladataan suosituksia…
fr: Chargement des recommandations…
fr_ca: Chargement des recommandations…
he: טוען המלצות…
hi: सिफारिशें लोड हो रही हैं...
hr: Učitavam preporuke…
hu: Ajánlások betöltése…
id: Memuat rekomendasi…
it: Caricamento raccomandazioni…
ja: おすすめを読み込み中…
kk: Ұсыныстар жүктелуде…
ko: 추천 항목 로딩 중…
ms: Memuatkan cadangan…
nb: Laster anbefalinger…
nl: Aanbevelingen laden…
pl: Ładowanie rekomendacji…
pt_br: Carregando recomendações…
pt_pt: A carregar recomendações...
ro: Încărcare recomandări…
ru: Загрузка рекомендаций...
sk: Načítavam odporúčania...
sv: Laddar rekommendationer…
th: กำลังโหลดคำแนะนำ…
tr: Öneriler yükleniyor…
uk: Завантажую рекомендації…
vi: Đang tải khuyến nghị…
zh_hans: 加载推荐中...
zh_hant: 正在加載推薦…
zh_hk: 加載推薦中...

# TK.Placeholder.loadingStreamDots
source: Loading stream…
ar: جارٍ تحميل البث…
bg: Зареждане на потока...
ca: Carregant transmissió…
cs: Načítám stream…
da: Indlæser stream…
de: Stream wird geladen…
el: Φόρτωμα ροής…
es: Cargando stream…
es_419: Cargando transmisión…
fi: Ladataan striimiä…
fr: Chargement du flux…
fr_ca: Chargement du flux…
he: טוען סטרים…
hi: स्ट्रीम लोड हो रही है...
hr: Učitavam stream…
hu: Adás betöltése…
id: Memuat aliran…
it: Caricamento flusso…
ja: ストリームを読み込み中…
kk: Стримді жүктеу…
ko: 스트림 로딩 중…
ms: Memuatkan siaran…
nb: Laster strøm…
nl: Stream laden…
pl: Ładowanie strumienia…
pt_br: Carregando stream…
pt_pt: A carregar stream...
ro: Încărcare stream…
ru: Загрузка потока...
sk: Načítavam stream...
sv: Laddar stream…
th: กำลังโหลดสตรีม…
tr: Akış yükleniyor…
uk: Завантажую трансляцію…
vi: Đang tải luồng…
zh_hans: 加载流媒体中...
zh_hant: 正在加載串流…
zh_hk: 加載串流中...

# TK.Placeholder.loadingSubtitlesDots
source: Loading subtitles…
ar: جارٍ تحميل الترجمة…
bg: Зареждане на субтитри...
ca: Carregant subtítols…
cs: Načítám titulky…
da: Indlæser undertekster…
de: Untertitel werden geladen…
el: Φόρτωμα υποτίτλων…
es: Cargando subtítulos…
es_419: Cargando subtítulos…
fi: Ladataan tekstityksiä…
fr: Chargement des sous-titres…
fr_ca: Chargement des sous-titres…
he: טוען כתוביות…
hi: उपशीर्षक लोड हो रहे हैं...
hr: Učitavam titlove…
hu: Feliratok betöltése…
id: Memuat subtitle…
it: Caricamento sottotitoli…
ja: 字幕を読み込み中…
kk: Субтитрларды жүктеу…
ko: 자막 로딩 중…
ms: Memuatkan sarikata…
nb: Laster undertekster…
nl: Ondertitels laden…
pl: Ładowanie napisów…
pt_br: Carregando legendas…
pt_pt: A carregar legendas...
ro: Încărcare subtitrări…
ru: Загрузка субтитров...
sk: Načítavam titulky...
sv: Laddar undertexter…
th: กำลังโหลดคำบรรยาย…
tr: Altyazılar yükleniyor…
uk: Завантажую субтитри…
vi: Đang tải phụ đề…
zh_hans: 加载字幕中...
zh_hant: 正在加載字幕…
zh_hk: 加載字幕中...

# TK.Placeholder.lookingForDevicesDots
source: Looking for devices…
ar: جاري البحث عن الأجهزة…
bg: Търсене на устройства…
ca: Buscant dispositius…
cs: Hledám zařízení…
da: Leder efter enheder…
de: Geräte werden gesucht…
el: Αναζήτηση συσκευών…
es: Buscando dispositivos…
es_419: Buscando dispositivos…
fi: Etsitään laitteita…
fr: Recherche de dispositifs…
fr_ca: Recherche de périphériques…
he: מחפש מכשירים…
hi: डिवाइसों की खोज कर रहे हैं…
hr: Tražim uređaje…
hu: Eszközök keresése…
id: Mencari perangkat…
it: Ricerca dispositivi…
ja: デバイスを探しています…
kk: Құрылғыларды іздеу…
ko: 장치 검색 중…
ms: Mencari peranti…
nb: Ser etter enheter…
nl: Zoekt naar apparaten…
pl: Szukam urządzeń…
pt_br: Buscando dispositivos…
pt_pt: A procurar dispositivos…
ro: Căutarea dispozitivelor…
ru: Поиск устройств…
sk: Hľadám zariadenia…
sv: Letar efter enheter…
th: กำลังค้นหาอุปกรณ์…
tr: Cihazlar aranıyor…
uk: Пошук пристроїв…
vi: Đang tìm thiết bị…
zh_hans: 正在寻找设备…
zh_hant: 正在尋找設備…
zh_hk: 尋找設備…

# TK.Placeholder.noMediaAvailableDots
source: No media available…
ar: لا توجد وسائط متاحة…
bg: Няма налични медии…
ca: No hi ha mitjans disponibles…
cs: Žádná média nejsou k dispozici…
da: Ingen medier tilgængelige…
de: Keine Medien verfügbar…
el: Δεν υπάρχουν διαθέσιμα μέσα…
es: No hay medios disponibles…
es_419: No hay medios disponibles…
fi: Ei mediaa saatavilla…
fr: Aucun média disponible…
fr_ca: Aucun média disponible…
he: אין מדיה זמינה…
hi: कोई मीडिया उपलब्ध नहीं…
hr: Nema dostupnih medija…
hu: Nincs elérhető média…
id: Tidak ada media tersedia…
it: Nessun media disponibile…
ja: メディアは利用できません…
kk: Медиа жоқ…
ko: 사용 가능한 미디어 없음…
ms: Tiada media tersedia…
nb: Ingen medier tilgjengelig…
nl: Geen media beschikbaar...
pl: Brak dostępnych mediów…
pt_br: Sem mídia disponível…
pt_pt: Sem multimédia disponível…
ro: Nu este media disponibilă…
ru: Нет доступных медиа…
sk: Žiadne médiá nie sú k dispozícii…
sv: Inga media tillgängliga…
th: ไม่มีสื่อให้บริการ…
tr: Hiç medya yok…
uk: Немає доступних медіа…
vi: Không có phương tiện nào có sẵn…
zh_hans: 没有媒体可用…
zh_hant: 沒有可用的媒體…
zh_hk: 沒有媒體可用…

# TK.Placeholder.preparingDownloadDots
source: Preparing download…
ar: جاري إعداد التنزيل…
bg: Подготовка на изтегляне…
ca: Preparant la descàrrega…
cs: Připravuji stažení…
da: Forbereder download…
de: Download vorbereiten…
el: Προετοιμασία λήψης…
es: Preparando descarga…
es_419: Preparando descarga…
fi: Valmistellaan latausta…
fr: Préparation du téléchargement…
fr_ca: Préparation du téléchargement…
he: מכין הורדה…
hi: डाउनलोड की तैयारी कर रहे हैं…
hr: Pripremam preuzimanje…
hu: Letöltés előkészítése…
id: Mempersiapkan unduhan…
it: Preparazione del download…
ja: ダウンロードの準備をしています…
kk: Жүктеуді дайындау…
ko: 다운로드 준비 중…
ms: Menyediakan muat turun…
nb: Klargjør nedlasting…
nl: Download voorbereiden…
pl: Przygotowanie pobierania…
pt_br: Preparando download…
pt_pt: A preparar download…
ro: Pregătirea descărcării…
ru: Подготовка загрузки…
sk: Pripravujem stiahnutie…
sv: Förbereder nedladdning…
th: กำลังเตรียมดาวน์โหลด…
tr: İndirme hazırlanıyor…
uk: Підготовка до завантаження…
vi: Đang chuẩn bị tải xuống…
zh_hans: 准备下载…
zh_hant: 準備下載…
zh_hk: 準備下載…

# TK.Placeholder.preparingStreamDots
source: Preparing stream…
ar: جاري إعداد البث…
bg: Подготовка на стрийм…
ca: Preparant la transmissió…
cs: Připravuji stream…
da: Forbereder stream…
de: Stream vorbereiten…
el: Προετοιμασία ροής…
es: Preparando transmisión…
es_419: Preparando transmisión…
fi: Valmistellaan suoratoistoa…
fr: Préparation du flux…
fr_ca: Préparation du flux…
he: מכין סטרים…
hi: स्ट्रीम की तैयारी कर रहे हैं…
hr: Pripremam prijenos…
hu: Stream előkészítése…
id: Mempersiapkan siaran…
it: Preparazione dello stream…
ja: ストリームの準備をしています…
kk: Трансляцияны дайындау…
ko: 스트림 준비 중…
ms: Menyediakan siaran…
nb: Klargjør strøm…
nl: Stream voorbereiden…
pl: Przygotowanie streamu…
pt_br: Preparando transmissão…
pt_pt: A preparar transmissão…
ro: Pregătirea stream-ului…
ru: Подготовка потока…
sk: Pripravujem stream…
sv: Förbereder ström…
th: กำลังเตรียมสตรีม…
tr: Akış hazırlanıyor…
uk: Підготовка до трансляції…
vi: Đang chuẩn bị phát trực tuyến…
zh_hans: 准备流媒体…
zh_hant: 準備串流…
zh_hk: 準備串流…

# TK.Placeholder.rewindingDots
source: Rewinding…
ar: جارٍ إعادة التشغيل…
bg: Пренавиване…
ca: Rebobinant…
cs: Přetáčí se…
da: Spoler tilbage…
de: Spule zurück…
el: Επαναφορά…
es: Rebobinando…
es_419: Retrocediendo…
fi: Kelaa…
fr: Rembobinage…
fr_ca: Rembobinage…
he: מג rewind…
hi: रिवाइंड हो रहा है…
hr: Vraćam…
hu: Visszaforgatás…
id: Memutar ulang…
it: Riavvolgimento…
ja: 巻き戻し中…
kk: Қайта ойнату…
ko: 되감기 중…
ms: Mengulang semula…
nb: Spoler tilbake…
nl: Aan het terugspoelen…
pl: Przewijanie…
pt_br: Retrocedendo…
pt_pt: A retroceder...
ro: Rebobinare…
ru: Перемотка…
sk: Prehráva sa…
sv: Spolar tillbaka…
th: กำลังเล่นซ้ำ…
tr: Geri sarılıyor…
uk: Перемотування…
vi: Đang tua lại…
zh_hans: 正在倒带…
zh_hant: 回覆中…
zh_hk: 倒帶中…

# TK.Placeholder.searchMoviesAndShowsDots
source: Search movies and shows…
ar: ابحث عن الأفلام والعروض…
bg: Търси филми и предавания…
ca: Cerca pel·lícules i programes...
cs: Hledat filmy a pořady…
da: Søg efter film og shows…
de: Nach Filmen und Shows suchen…
el: Αναζήτηση ταινιών και σειρών…
es: Buscar películas y programas…
es_419: Buscar películas y programas…
fi: Etsi elokuvia ja sarjoja…
fr: Rechercher des films et des séries…
fr_ca: Recherche de films et émissions…
he: חפש סרטים ותוכניות…
hi: फिल्में और शो खोजें…
hr: Pretraži filmove i serije…
hu: Keresés filmek és sorozatok között…
id: Cari film dan acara…
it: Cerca film e programmi…
ja: 映画と番組を検索中…
kk: Фильмдер мен шоуларды іздеу…
ko: 영화 및 쇼 검색…
ms: Cari filem dan rancangan…
nb: Søk etter filmer og show…
nl: Zoek films en shows…
pl: Szukaj filmów i programów…
pt_br: Buscar filmes e séries…
pt_pt: Pesquisar filmes e programas…
ro: Caută filme și emisiuni…
ru: Поиск фильмов и шоу…
sk: Hľadať filmy a relácie…
sv: Sök filmer och shower…
th: ค้นหาหนังและรายการ…
tr: Film ve dizileri ara…
uk: Шукати фільми та шоу…
vi: Tìm phim và chương trình…
zh_hans: 搜索电影和节目…
zh_hant: 搜尋電影和節目…
zh_hk: 搜索電影和節目…

# TK.Action.loop
source: Loop
bg: Цикъл
es_419: Repetir
ja: ループ
ko: 루프
nb: Sløyfe
pl: Lup
pt_br: Repetir
uk: Петля
